// const ti = [{
//     con: '下面几组比重，能与4∶9组成比例的是（     ）。',
//     cho: 'A.      B. 0.8∶1.6     C.      D. 12∶18',
//     r: 'A',
//     exp: '两个比能否组成比例有两种方法。方法一：可以看这两个比的比值是否相等；方法二：利用比例的基本性质，两个内项积等于两个外项积。'
//   },
//   {
//     con: '1.8∶1.2与9∶6能组成比例。       （    ）',
//     cho: 'A.      B. 0.8∶1.6',
//     r: 'A',
//     exp: '表示两个比相等的式子叫做比例，即两个比的比值相等。1.8∶1.2的比值是1.5，9∶6的比值也是1.5，所以1.8∶1.2与9∶6能组成比例。'
//   },
//   {
//     con: '（     ）不能与组成比例式。',
//     cho: 'A. 3∶4     B. 4∶3     C. 1.5∶2     D. ',
//     r: 'B',
//     exp: '两个比能否组成比例有两种方法。方法一：可以看这两个比的比值是否相等；方法二：利用比例的基本性质，两个内项积等于两个外项积。。'
//   }
// ]

const ti = [
  {
    con:
      "有一个两位数，十位上的数与个位上的数的比是1∶2 ，如果十位上的数加3就和个位上的数相等, 这个两位数是（     ）。",
    cho: "A. 63;B. 36;C.69",
    r: "B",
    img:
      "https://img.yzcdn.cn/upload_files/2020/11/16/FqIltnXar_tRw9cihi38ePG94wlp.jpg",
    exp:
      "根据比的基本性质：比的前项、后项同时乘或除以相同的数(0除外) , 比值不变。据此写出比例式1∶2＝3∶6，3+3＝6，所以这个两位数是36。"
  },
  {
    con:
      "一个两位数，十位上的数字与个位上的数字之比是2∶1，数字之差是2，这个两位数是（     ）。",
    cho: "A. 42;B. 24;C. 84",
    r: "A",
    img:
      "https://img.yzcdn.cn/upload_files/2020/11/16/Fs1qeCL9CeA4aBLa8Rw_wQs9Vr9g.JPG",
    exp:
      "根据比的基本性质：比的前项、后项同时乘或除以相同的数(0除外) , 比值不变。可以得到2∶1＝4∶2，4-2＝2，满足数字之差是2，所以答案为42。"
  },
  {
    con:
      "一个两位数，十位上的数字与个位上的数字的比是3∶1，如果把这两个数字对调位置，组成一个新的两位数，与原数的差是54，原数是（     ）。",
    cho: "A.39;B. 82;C.93",
    r: "C",
    img:
      "https://img.yzcdn.cn/upload_files/2020/11/16/Fs1qeCL9CeA4aBLa8Rw_wQs9Vr9g.JPG",
    exp:
      "可以设个位上的数字为，则十位上的数字是，然后根据“新的两位数与原数的差是54”可列方程为:()- ()=54 ,解方程即可解决问题。"
  }
];

export { ti };
